{
    "home": {
        "title": "Governomics: A step towards a fair and just society",
        "main_containt": "Nations encounter problems incessantly. Most of their problems owe their origin to faulty policies of governance and economy. Nations do act and take remedial actions; and succeed or fail. Even when they succeed, their acts may create new problems.<br><br> Governance issues emanate out of not knowing what justice is and how it is to be applied to the governance area under consideration. In other words, there is no clear understanding of law of justice. This, coupled with unrealistic view of economic theories, leads to adopting inappropriate governance and economic policies.<br><br> Our ‘Governomics’ model is an attempt to formulate governance policies on the basis of law of justice and devise economic policies that conform to the ground realities noticed in the world. We evaluate national/federal policies at macro level and suggest course correction or fresh policies.<br><br> Failures in Governomics policies decelerate prosperity and distributive justice and may keep people poor. Our Governomics solutions will help reverse the process.",
        "isPDF": false
    },
    "science of governance": {
        "title": "Science of Governance: Duties Lead; Rights Follow",
        "main_containt": "Sovereign Governance is aimed at creating a fair and just society. It is concerned with societal care and regulation of societal life. Such a society can be established only if the rulers know the concept of law of justice well. Our model defines the law of justice on the scale of three norms. It is possible to evaluate any act of governance on the basis of these norms. The origin of ethical deficit in the present societies can be easily traced to the ignorance or superficial understanding of the law of justice.<br><br>Human rights without corresponding duties are potentially dangerous and may promote irresponsible behaviour. Duties attain social good whereas human rights mainly pursue individual good. Therefore, duties come first; rights follow duties. In the event of a conflict, duties take precedence over rights. A failure to comprehend this position is at the root of many problems.<br><br>Our model is a synthesis of duties and rights. It helps promote justice, contain injustice, formulate right kinds of governance policies and establish appropriate governance set-up.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/01  Science of Governance PDF for Website.pdf"
    },
    "polity": {
        "title": "Polity: Towards Right Structure, Powers & Functions",
        "main_containt": "From a political perspective, a nation may have a democratic set-up or a non-democratic one. In Governance, contents matter. It shows the pervasiveness of justice. That is why two democratic systems produce totally different societies in terms of citizens’ duties, rights and the economic standard of living. From an economic perspective, most of the economies are mixed with varying preponderance of capitalism and socialism.<br><br>Our model helps establish/re-orient a right kind of governance set-up with appropriate separation of powers and functions among different organs of government. The model also deals with various aspects of functioning of different organs, conduct of free and fair elections and the role of public and private sector in public life and economy.<br><br>Various prescriptions of our model relating to governance structure, powers and functions will help realise a good governance in an economical, efficient and effective way.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/02  Polity PDF for Website.pdf"
    },
    "law and jurisprudence": {
        "title": "Law & Jurisprudence: Let law win the case, not the lawyer",
        "main_containt": "Only a fair and just law can dispense justice. However, having a fair and just law is only a necessary condition and not a sufficient condition. The sufficiency comes from the implementation of this law and the existence of impartial judiciary to settle the disputes promptly.<br><br>Laws should be limited in numbers and simple, clear and concise. A nation should be governed by the rule of law which also includes an element of fair and just law. A law cannot take care of all the aspects of the subject matter at one go. It has to be tested for its comprehensiveness and amended as necessary. In the meantime, the judiciary has to decide cases that contain points not covered by the law. Such cases then are decided by applying suitable doctrines of jurisprudence.<br><br>Our model provides a test for evaluating fair and just quality of a law. It has described over 60 doctrines of jurisprudence to help decide cases where the laws are silent. A modus operandi to continuously keep improving the comprehensiveness and the quality of a fair and just law has also been provided so as to enable the national laws to attain perfection.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/03  Law and Jurisprudence PDF for Website.pdf"
    },
    "sovereignty and survival": {
        "title": "Sovereignty and Survival: We owe peace to future generations",
        "main_containt": "A nation’s sovereignty refers to its liberty to govern its own affairs within its territory without any outside interference. Nations realise the hard threats to sovereignty such as war, etc. But they often may not be aware of the soft threats coming through the regulations of inter-governmental bodies, treaties, foreign aid, etc. International agreements and treaties carry the risk of being unfair to those who have a weak bargaining power. Therefore, the nations have to be alert to such possibilities and not accept the treaties that compromise their sovereignty. An exit route should always be kept open in such treaties.<br><br>A nation has to be prepared to counter the hard threats. It should have a set of policies to deal with them. These policies will guide it to make the right decision in the given circumstances. However, the nation will need not just the right policies but also a fortified defence force.<br><br>Survival is a concept related to the existential threat to the citizens, which may come covertly or overtly. It affects the future generations who will have to pay the price for the inaction of the present generation.<br><br>Our model addresses these issues with clear policies and guidelines.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/04  Sovereignty and Survival PDF for Website.pdf"
    },
    "law and order": {
        "title": "Law & Order: Law is as good as the integrity of police",
        "main_containt": "Law and order is essential to ensure that people go about doing their tasks without interfering in other people’s lives or getting interfered by them. Police force ensures public order. It should avoid high-handedness. A policeman should be a natural friend of law abiding citizens and not a foe.<br><br>Our model provides macro level guidance for the following areas so as to ensure that the law and order set-up & process conform to law of justice:<br><ul><li>Sovereign responsibility towards law and order</li><li>Maintenance of law and order</li><li>Dealing with offences</li><li>Protest management</li><li>Sexual harassment</li><li>Domestic violence</li><li>Racism and Casteism</li><li>Drug Abuse, Alcoholism and Smoking</li><li>Rumour spreading</li><li>Harassment of individuals</li><li>Justice to victims</li><li>Prison management</li><li>Reforming the guilty</li><li>Police personnel</li><li>Crime statistics</li></ul>",
        "isPDF": false
    },
    "gangajal economics": {
        "title": "Gangajal Economics: Towards realistic and effective economic theories and policies",
        "main_containt": "Why is there misery in the world?<br><br>There is enough food but millions go hungry to bed. There is enough production capacity of electronic goods but a billion do not own them. There is sufficient capacity to produce cement and steel and enough land to build houses but many have no proper homes to live in. Why does this happen?<br><br>In the modern world, too much importance is given to the market forces. It is believed that the markets are efficient and can correct everything. They can’t because they operate at a lower plane of consciousness about what is desirable. A state operates at a higher plane of social awareness. Therefore, the markets should be allowed to operate freely where they contribute constructively. The state should have its own policies to control the market ills and attain social welfare.<br><br>To achieve the above, we need realistic economic policies that work and produce desirable results. Our Gangajal economics has formulated those realistic theories and policies to help manage the economy right.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/06  Gangajal Economics PDF for Website.pdf"
    },
    "money management": {
        "title": "Money Management: Are democracies becoming debtocracies?",
        "main_containt": "Too much of financialization of economy is not good. Excesses, as always, are avoidable. Some of the economies, riding on low interest rates, may have crossed the prudent limit. Excessive debt levels are not sustainable in perpetuity. They need a trigger to generate a crisis. The trigger does come.<br><br>It is important that there is a policy of debt limit based on the rational credit requirements for investment and consumption in every economy. That is the only way to avoid excesses.<br><br>The stewardship of the economy should be singular. The leadership should lie with the finance ministry/treasury which has the overall responsibility. Fiscal and monetary policy have to work in unison to produce desirable results. They cannot operate in silos. Therefore, the central bank should not be independent. It should be a part of the finance ministry.<br><br>Our model comprehensively covers the money management that includes monetary policy, banking and insurance regulation, international trade & forex and capital market management.",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/07  Money Management PDF for Website.pdf"
    },
    "fiscal management": {
        "title": "Fiscal Management: Quality makes a difference… but is missed",
        "main_containt": "Fiscal management deals with (a) raising of resources for sovereign functions through taxation and fees, (b) expending the resources on the state functions, (c) resorting to deficit financing to promote infrastructure and growth, and (d) raising of debt to finance the deficit.<br><br>Major issues in fiscal management pertain to:<ul><li>Not taxing right: Overtaxing the poor & middle class, and undertaxing the rich</li><li>Misallocation of resources on various state functions</li><li>Inadequate and inappropriate social security,</li><li>Not raising the sovereign debt right: The state’s debt raising needs a complete overhaul</li></ul><br><br>Our model provides a complete policy guidance for taxation, sovereign expenditure, and quantum of fiscal deficit and sovereign debt with reference to the GDP of the nation. It also works out the optimum pay structure and pay scales according to the stage of development of the nation. This ensures that the state spends adequately on pay and pension and not more, enabling it to take care of social security and infrastructure building.<br><br>",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/08  Fiscal Management PDF for Website.pdf"
    },
    "other policies": {
        "title": "Other Policies: Give nuts and bolts their dues",
        "main_containt": "A nation should govern various aspects of socio-economic life. Towards this end, it needs to identify the areas requiring regulations and formulate policies. Our model provides policy guidance in respect of certain areas. Some of these areas to be stipulated by the state are:<br><br><ul><li>Positive Discrimination: Reservation Policy</li><li>Right to Information</li><li>Work Culture Policy</li><li>Policy for the Regulators</li><li>Policy for Resolution of Public Grievances</li><li>Media Ownership Policy</li><li>Ease of Dealing with Government</li><li>Price Regulation Policy</li><li>National Pay Policy (including Minimum Wage)</li><li>Labour Policy</li><li>Ease of Doing Business</li></ul>",
        "isPDF": false
    },
    "infrastructure": {
        "title": "Infrastructure: Life-line of economy",
        "main_containt": "Infrastructure can only be created by the sovereign government. A country needs certain amount of infrastructure and it also has to be refurbished/ renewed from time to time. Thus, every infrastructure sector has its life cycle investment depending on the population and the geographical area. Each infrastructure asset also has its service life. Accordingly, infrastructure is built over a period of time. It cannot be done in a few years.<br><br>Infrastructure can only be created by the sovereign government. A country needs certain amount of infrastructure and it also has to be refurbished/ renewed from time to time. Thus, every infrastructure sector has its life cycle investment depending on the population and the geographical area. Each infrastructure asset also has its service life. Accordingly, infrastructure is built over a period of time. It cannot be done in a few years.<br><br><ul><li>Housing (constructed by the state for the poor)</li><li>Roads and Bridges</li><li>Public Transport – Road (Buses)</li><li> &#8226; City Metro Transport</li><li>Airports</li><li>Railways</li><li>Waterways/Ports</li><li>Electricity</li><li>Petroleum and Gas</li><li>Telecommunication</li><li>Water Resources and Water Supply</li><li>Solid Waste Management</li></ul><br><br>",
        "isPDF": false
    },
    "education and research": {
        "title": "Education and Research: Let knowledge be free",
        "main_containt": "Education is not just about earning a livelihood; it is also concerned with life values. The objective of education is to mold people into law abiding, livelihood-ready and responsible citizens. When it cultivates a civic sense, it trains students into law abiding citizens who do not cause any harm or inconvenience to others. When education inculcates values, it makes students become better citizens who try to help others and society. Education should foster broad mindedness, objectivity and understanding of the law of justice.<br><br>Our model is based on above objectives of education. It includes guidance regarding (a) school education, (b) vocational education, (c) higher education, and (d) research. It provides broad guidelines regarding the budget (about 4.5% of GDP to be spent on education by the state), staff strength and pay structure, building infrastructure, teaching aids, equipment and nutrition.<br><br><br><br>",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/12  Education PDF for Website.pdf"
    },
    "healthcare": {
        "title": "Healthcare: Real goal should be to build a good immunity…",
        "main_containt": "Health may not be wealth exactly but an absence of sound health is definitely a liability. Sickness makes life painful and irritating. Therefore, it is necessary that people build good health and immunity and if they fall sick, there should be decent healthcare available to recover. Our model favours an integrated approach based on Allopathy, Ayurveda and Homeopathy. The model provides guidance in respect of the following:<br><br><ul><li>Role of public and private sector in healthcare</li><li>Healthcare budget and pay (Total 4% of GDP)<ul><li>Buildings and hospitals</li><li>Pay: Staff strength, staff structure and pay scales</li><li>Medicines and medical devices</li><li>Diet and miscellaneous services</li></ul></li><li>Healthcare research </li><li>Healthcare network – this deals with the primary health clinics, multi-specialty referral hospitals, regulation of private sector medical services and medical insurance</li><li>Medical education</li><li>Euthanasia</li><li>Production of medicines and medical devices</li></ul><br><br><br><br>",
        "isPDF": false
    },
    "population management": {
        "title": "Population Management: Must act or nature will step in",
        "main_containt": "The world population grew from three billion in 1960 to seven billion in 2011. There are regional imbalances due to climatic conditions and other factors. The number is already unmanageable.<br><br>Our model states the measures required to be urgently followed keeping in view various aspects such as population density.<br><br>Our model also provides guidance in respect of the following:<ul><li>Consolidation of villages and forest expansion</li><li>Refugee policy – international response, national refugee policy</li><li>International migration policy (what a country should have)</li></ul><br><br>The growth of population has to be controlled by people of all faiths. The issue of population control is not a perfunctory human rights issue of people having freedom; it is about the responsibility of human beings to the Mother Earth and to its other inhabitants, namely, vegetable and animal kingdoms. Issue of population undoubtedly substantiates our position of citizens’ duties taking precedence over their rights.",
        "isPDF": false
    },
    "job creation": {
        "title": "Job Creation: Let a million entrepreneurs bloom…",
        "main_containt": "Our Gangajal Economics has already explained why full employment is not possible in the modern economy and why the state should not create more jobs in the public sector than what are really necessary. Our model proposes to address the issue of unemployment through the following measures:<br><br><ul><li>National Pay Policy (including Minimum Wage) – avoids exploitation, promotes consumption & growth</li><br><li>Creating million small entrepreneurs rather than jobs – our unique initiative reduces concentration of income, increases consumption and creates new jobs</li><br><li>Distressed employment under social security</li></ul><br><br>Our model also provides guidance on various issues to eliminate exploitation, have an efficient employment bureau, etc. Our measures would reduce the extent of unemployment but would not eliminate it altogether. Therefore, the jobless would have to be given support through carefully designed social security programmes.<br><br>",
        "isPDF": false
    },
    "other state functions": {
        "title": "Other State Functions: Proof of a vast expanse of governance",
        "main_containt": "Our unique approach follows a top down methodology to ensure that the state delivers its other functions while remaining moderately staffed. Our model discusses the following other state functions and provides macro level guidance:<br><br><ul><li>Trade and Commerce (also consumer rights)</li><li>Mines and Minerals</li><li>Industries</li><li>Regulation of Services Sector</li><li>Agriculture & Animal Husbandry (includes agricultural produce management policy)</li><li>Art and Culture</li><li>Tourism Development</li><li>Sports</li><li>Environment (discusses climate change and proposes solution)</li><li>Animal Rights</li><li>Disaster Management</li><li>Forests</li></ul><br><br><br><br>",
        "isPDF": false
    },
    "corporate governance": {
        "title": "Corporate Governance: Not just about investor protection but also about optimum use of resources & financial stability",
        "main_containt": "This topic is not directly related to sovereign governance though it does regulate a host of things in this sphere.<br><br>Corporate affairs have to be regulated by the state to ensure fair business practices. Corporates use a web of subsidiaries to manipulate. Our model provides guidance regarding the control over the number of subsidiaries, breaking of monopolies, accounting standards and auditing issues.<br><br>Corporate governance is a buzzword. Regulations galore. Yet, the frauds have taken place. Our model analyses why the failures occur in spite of the presence of the independent directors on the board.<br><br>The underlying basis of CSR is that the profits originate out of exploitation of resources and purchase of products by people. Therefore, the corporates owe their profit to society and should give back a part of it in acknowledgement of this. Our model provides a guidance about how to use CSR funds effectively.",
        "isPDF": false
    },
    "international relations": {
        "title": "International Relations: Unfortunately, failing to see the future",
        "main_containt": "Nations international relations (IRs) are mostly governed by self-interests. The need is to pay attention to fairness and justice to realise the goal of peaceful mutual co-existence. Our model discusses seven values and principles of justice and 30 elements of IRs and provides macro level guidance.<br><br>These elements are: Defence/border disputes, water disputes, war & nuclear war, terrorism, inter-governmental bodies, international treaties, international debt, international grants and aid, NGOs – aid & charity, refugees, migration (immigration policy), international currency, trade and commerce, forex management, climate change, international cooperation, crime control, international intelligence, international tourism, cultural exchanges, multinational corporates, arms trade, human rights bodies, protection of citizens working abroad, rights of diplomats, epidemics and healthcare, business permissions and revocations, helping weak nations, colonizers’ responsibilities and action against oppressive dictators.<br><br>Additionally, the topic of management of diplomatic set-up of a nation has also been discussed in our model.<br><br>",
        "isPDF": false
    },
    "accountability and review": {
        "title": "Accountability & Review: To turn good intentions into reality",
        "main_containt": "Governance activity may soon stray its path and compromise on its objectives. Therefore, it should be reviewed periodically by an independent agency. Our model proposes a separate ministry for this purpose. Our model’s specific policy guidance covers the following:<br><br><ul><li>Statistics, surveys and census</li><li>Scope of review of governance activity</li><li>Review of accountability of civil servants</li><li>Review of judicial accountability</li><li>Review of delegation of powers</li><li>Review of dimensions of justice</li><li>Review of laws, rules and regulations</li><li>Review of laws, rules and regulations</li><li>Review of fiscal and monetary management</li><li>Review of Ministry-wise strategy, plan and achievement</li><li>Review of policies</li><li>Review of programmes and projects</li><li>Review of international relations</li></ul><br><br><br><br>",
        "isPDF": false
    },
    "into the future": {
        "title": "Future depends upon nations’ attitude towards the law of justice and response to artificial intelligence",
        "main_containt": "If the world is to experience genuine peace and mutual co-existence, all nations will have to adopt the law of justice and mend their ways. They will also need to have the right governance and economic policies to govern their internal matters and steer their economic development. Religious reforms are also required.<br><br>The other major challenge pertains to artificial intelligence (AI) which is threatening to take over the command and create mass unemployment. The potential threat from the AI is neither properly understood by nations nor appreciated fully. Our model discusses this issue (see below) and provides a specific policy guidance to manage it:<ul><li>AI and concepts of output, productivity and cost saving</li><li>AI challenges</li><li>Two alternatives to address AI challenges<ol><li>Regulation of AI</li><li>Minimum Basic Income</li></ol></li></ul><br><br><br><br>",
        "isPDF": false
    },
    "social security": {
        "title": "Social Security: A living proof of a humane society",
        "main_containt": "Poverty is a curse and must be eradicated. A nation has to ensure that no one goes hungry to bed, everyone gets a nutritious meal and some money to meet other basic expenses.<br><br>At times, nations think that by doling out money, they can address the issue of hunger. However, that is not the reality. The state’s role does not end by providing money. It needs to do more to ensure proper nutrition.<br><br>Governomics takes care of these aspects in its architecture for social security. It can assess the existing social security programmes to ascertain the extent to which they have been achieving their objectives. It can also suggest modifications or altogether new programmes according to Governomics architecture.<br><br>",
        "isPDF": true,
        "pdf_url":"./assets/pdfs/10  Social Security PDF for Website.pdf"
    },
    "about us": {
        "title": "About Us…",
        "main_containt": "Governomics solutions have been devised by Yashwant Thakare, a former civil servant from India, who has held several senior positions in the institution of national Auditor General. He possesses extensive experience of directing audit of all layers of Government and closely observing how governance and economic policies operate. He has also led the teams that audited international organisations, including the United Nations at New York.<br><br>Yashwant has devised his own method of developing theories and evaluation techniques as well as formulating policies. He has designed unique and distinct products to assist nations in (a) evaluation of their existing policies, (b) correcting the flaws in them, and/or (c) devising new policies based on his Governomics model.<br><br>His model, being based on carefully developed law of justice (i.e., interpretation of the concept of fairness and justice), is workable under all conditions. It can by adopted by developed, middle and developing countries.<br><br>Yashwant is a Commerce graduate with a post graduation in Economics. He takes a contrarian (rather fair & just, realistic and objective) view of governance and economic policies.",
        "isPDF": false
    },
    "about governomics": {
        "title": "About Governomics (Governance + Economics) …",
        "main_containt": "Governomics is a science of governance and economics. It lays down theories and practice for both of them.<br><br>Aim of governance is to create a fair and just society where people have freedom rights founded on the concept of citizens’ duties and the sovereign state is responsible for societal care and regulation of socio-economic-political life based on the principles of fairness and justice (law of justice). On the other hand, economic policies try to promote growth with distributive justice.<br><br>Above lofty goals may not be achieved if there is a lack of clarity about law of justice and the right kind of economic theories and policies.<br><br>Our Governomics model helps overcome these difficulties. It applies law of justice and realistic economic theories to various aspects of governance and economy shown on the screen. We help evaluate existing policies and suggest either corrections in them or altogether new policies so that the goals of governance and economics are realised.<br><br>Our model works under all conditions. It can be used by democracies and dynasties alike; and by developed as well as developing nations.",
        "isPDF": true
    },
    "contact us": {
        "title": "Contact Us",
        "main_containt": "Do write to us and provide your feedback or communicate doubts. If you are interested in any of our products or need a tailor made solution to your issue, please contact us at:<br><br>contact@snedewgovernomics.com<br>yash@snedewgovernomics.com<br>yash@governomics.in<br><br>(91) 86888 30303<br>(91) 84549 46108<br><br><u>Address:</u><br>G-402, Saptasur Housing Society,<br>DSK Vishwa, Dhayari, Pune<br>Maharashtra, INDIA - 411041",
        "isPDF": false
    },
    "home1": {
        "title": "Governomics: A step towards a fair and just society",
        "main_containt": "<br><br><br><br><br><br>",
        "isPDF": true
    },
    "home1": {
        "title": "Governomics: A step towards a fair and just society",
        "main_containt": "<br><br><br><br><br><br>",
        "isPDF": true
    }
    
}